/* ... of (total size) */
" of %@" = " di %@";

/* time remaining: hours, minutes */
"%2:%02u hours" = "%1$:%2$u ore";

/* time remaining */
"%u seconds" = "%u secondi";

/* time remaining: minutes, seconds */
"%u:%02u minutes" = "%1$u:%2$u minuti";

/* Context menu */
"Back" = "Indietro";

/* Download */
"Cancel download?" = "Annulla download?";

/* Context menu */
"Copy image" = "Copia immagine";

/* Context menu */
"Copy link" = "Copia link";

/* No comment provided by engineer. */
"Do you really want to close this window?" = "Sei sicuro di voler chiudere questa finestra?";

/* show error */
"Error" = "Errore";

/* Context menu */
"Forward" = "Avanti";

/* time remaining */
"less than 10 seconds" = "meno di 10 secondi";

/* 'No' button */
"No" = "No";

/* 'OK' button */
"OK" = "OK";

/* Context menu */
"Open image in new tab" = "Apri immagine in una nuova scheda";

/* Context menu */
"Open image in new window" = "Apri immagine in una nuova finestra";

/* Context menu */
"Open link in new tab" = "Apri link in una nuova scheda";

/* Context menu */
"Open link in new window" = "Apri link in una nuova finestra";

/* Context menu */
"Reload" = "Ricarica";

/* Context menu */
"Save image as" = "Salva immagine come";

/* Context menu */
"Save link target" = "Salva destinazione con nome";

/* Download */
"Should the download of '%@' really be cancelled?" = "Sei sicuro di voler annullare il trasferimento di '%@'?";

/* No comment provided by engineer. */
"There are %d tabs open, do you want to close them all?" = "Sono rimaste aperte %d schede, Sei sicuro di volerle chiudere tutte?";

/* Warning title */
"Warning" = "Avviso";

/* Warning message */
"Warning %s%s%s" = "Avviso %1$s%2$s%3$s";

/* 'Yes' button */
"Yes" = "Si";

